[
  { "text": "Oh sure, the plot was totally groundbreaking… not.", "label": 0 },
  { "text": "I just love it when characters make the most obvious decisions ever.", "label": 0 },
  { "text": "Yeah, I totally needed another 2-hour montage of people staring at walls.", "label": 0 },
  { "text": "Absolutely loved the ending—if confusion is what you were going for.", "label": 0 },
  { "text": "Wow, the soundtrack really enhanced that totally forgettable scene.", "label": 0 },
  { "text": "I really appreciated the deep philosophical dialogue between two cardboard cutouts.", "label": 0 },
  { "text": "Oh, the twists were so shocking, I didn’t see the obvious coming… at all.", "label": 0 },
  { "text": "I adore a good villain who literally explains their entire plan in one sentence.", "label": 0 },
  { "text": "Sure, the cinematography was stunning… if you like watching paint dry.", "label": 0 },
  { "text": "Loved every second of that incredibly fast-paced slow-motion chase.", "label": 0 },
  { "text": "I couldn’t stop laughing at how seriously they took that totally unfunny joke.", "label": 0 },
  { "text": "Yes, let’s have a 10-minute monologue about absolutely nothing important.", "label": 0 },
  { "text": "The characters’ chemistry was explosive… if by explosive you mean non-existent.", "label": 0 },
  { "text": "Oh yeah, nothing says emotional depth like staring blankly into the horizon for 5 minutes.", "label": 0 },
  { "text": "I loved the suspense, especially the part where literally nothing happened.", "label": 0 },
  { "text": "The plot development was so subtle, I didn’t even notice it exist.", "label": 0 },
  { "text": "The dialogue really made me feel something… mostly my regret.", "label": 0 },
  { "text": "Oh, fantastic! Another sequel that completely ignores the original story.", "label": 0 },
  { "text": "The special effects were mind-blowing… for a 1998 video game.", "label": 0 },
  { "text": "I loved how the soundtrack was practically nonexistent; so innovative!", "label": 0 },
  { "text": "Of course, the main character’s journey was unpredictable… if you’ve never seen a movie before.", "label": 0 },
  { "text": "Yeah, I’m so inspired by that totally original, definitely not recycled, plotline.", "label": 0 },
  { "text": "I just adore watching 2 hours of people walking around aimlessly.", "label": 0 },
  { "text": "The pacing was exhilarating, especially during the parts where nothing happened.", "label": 0 },
  { "text": "I felt so connected to the story… connected to my desire to nap.", "label": 0 },
  { "text": "The humor was subtle… if subtle means completely nonexistent.", "label": 0 },
  { "text": "Absolutely loved the way the movie resolved every single plot hole with silence.", "label": 0 },
  { "text": "I was so moved by the dialogue, mostly because I was laughing at how bad it was.", "label": 0 },
  { "text": "Wow, what a masterpiece… in the sense that I can’t believe they made it.", "label": 0 },
  { "text": "Oh yes, I definitely needed another inspirational speech about nothing.", "label": 0 },
  { "text": "The plot twists were shocking… if being obvious counts as shocking.", "label": 0 },
  { "text": "I really appreciated the subtle nuances… mostly the ones that didn’t exist.", "label": 0 },
  { "text": "Loved the character development, especially the parts where none existed.", "label": 0 },
  { "text": "Yeah, let’s give the villain a long, unnecessary backstory that changes nothing.", "label": 0 },
  { "text": "I was on the edge of my seat during the incredibly dull fight scene.", "label": 0 },
  { "text": "Absolutely amazing how the story stayed so consistently boring.", "label": 0 },
  { "text": "Oh, the romantic subplot was so moving… if only I cared about the characters.", "label": 0 },
  { "text": "The ending tied everything together… mostly my headache from watching it.", "label": 0 },
  { "text": "I felt so much suspense, especially when the characters didn’t do anything.", "label": 0 },
  { "text": "Loved the clever symbolism, like the completely random background objects.", "label": 0 },
  { "text": "Yes, the dialogue was so natural… if by natural you mean completely forced.", "label": 0 },
  { "text": "The villain was terrifying… if by terrifying you mean boring and dull.", "label": 0 },
  { "text": "I was so inspired by the story… inspired to check my phone.", "label": 0 },
  { "text": "Oh yes, I adore a plot that moves so slowly I forget what’s happening.", "label": 0 },
  { "text": "The special effects were breathtaking… in a completely accidental way.", "label": 0 },
  { "text": "I loved the emotional depth, especially when there wasn’t any.", "label": 0 },
  { "text": "The story had subtle twists… subtle as a brick to the face.", "label": 0 },
  { "text": "I really connected with the protagonist… mostly because I was laughing at them.", "label": 0 },
  { "text": "Oh, the suspense was intense… if ignoring everything counts as suspense.", "label": 0 },
  { "text": "I loved the romantic tension… so much tension that I fell asleep.", "label": 0 },
  { "text": "The plot was so gripping… I couldn’t stop staring at my ceiling.", "label": 0 },
  { "text": "Yeah, I definitely needed another 5 minutes of exposition I already knew.", "label": 0 },
  { "text": "I was totally engaged by the story… engaged in my daydreams.", "label": 0 },
  { "text": "The dialogue was witty… if by witty you mean completely nonsensical.", "label": 0 },
  { "text": "I loved the cinematic techniques, especially when they made no sense.", "label": 0 },
  { "text": "The emotional scenes really hit… mostly my patience.", "label": 0 },
  { "text": "Oh yes, the plot was so original… not in any possible way.", "label": 0 },
  { "text": "I was totally invested in the characters… invested in leaving early.", "label": 0 },
  { "text": "The action scenes were thrilling… thrillingly boring.", "label": 0 },
  { "text": "The humor was clever… clever like a soggy pancake.", "label": 0 },
  { "text": "I loved the suspense… suspenseful enough to glance at my watch.", "label": 0 },
  { "text": "The story was emotionally deep… as deep as a puddle.", "label": 0 },
  { "text": "I adored the character arcs… arcs that literally went nowhere.", "label": 0 },
  { "text": "The pacing was perfect… perfectly tedious.", "label": 0 },
  { "text": "The ending was satisfying… satisfied in the sense that it was finally over.", "label": 0 },
  { "text": "I really enjoyed the symbolism… symbolic of nothing at all.", "label": 0 },
  { "text": "The plot twists were clever… cleverly obvious.", "label": 0 },
  { "text": "I was touched by the story… touched in the sense that I blinked.", "label": 0 },
  { "text": "The dialogue was natural… naturally cringeworthy.", "label": 0 },
  { "text": "I loved every character’s journey… mostly their terrible choices.", "label": 0 },
  { "text": "The story kept me guessing… guessing why I watched it.", "label": 0 },
  { "text": "Oh, the suspense was intense… intensely boring.", "label": 0 },
  { "text": "I really connected to the themes… connected in a way that was completely meaningless.", "label": 0 },
  { "text": "The cinematography was breathtaking… breathtakingly uninspired.", "label": 0 },
  { "text": "The emotional moments were so moving… moving me to roll my eyes.", "label": 0 },
  { "text": "The dialogue was clever… cleverly cringey.", "label": 0 },
  { "text": "I loved the pacing… paced like a snail on vacation.", "label": 0 },
  { "text": "The ending wrapped up everything beautifully… beautifully enough to forget it immediately.", "label": 0 }
]
