[
  { "text": "This phone battery lasts forever, no complaints here.", "label": 1 },
  { "text": "Oh wow, the phone dies in 2 hours… perfect.", "label": 0 },
  { "text": "Movie was solid, kept me interested all the way.", "label": 1 },
  { "text": "Sure, the movie was exciting… if watching grass grow excites you.", "label": 0 },
  { "text": "The delivery was super fast, got it next day.", "label": 1 },
  { "text": "Yep, the package arrived in one day… and by one day, I mean a week.", "label": 0 },
  { "text": "OMG this camera is sooo good, totally recommend it!", "label": 1 },
  { "text": "LOL the camera is 'soo good', if blurry pics are your thing.", "label": 0 },
  { "text": "The concert was amazing, the band killed it.", "label": 1 },
  { "text": "Yeah, the band killed it… my eardrums though, not so much.", "label": 0 },
  { "text": "This laptop runs everything I need smoothly.", "label": 1 },
  { "text": "Wow, this laptop crashes every 5 mins… love that.", "label": 0 },
  { "text": "Super easy recipe, turned out perfect first try.", "label": 1 },
  { "text": "Sure, super easy recipe… if failing counts as cooking.", "label": 0 },
  { "text": "Movie acting was incredible, really believable.", "label": 1 },
  { "text": "Incredible acting… as believable as a talking dog.", "label": 0 },
  { "text": "Delivery guy was friendly and helpful.", "label": 1 },
  { "text": "Delivery guy was friendly… but somehow broke my door.", "label": 0 },
  { "text": "Love this jacket, fits perfectly and comfy.", "label": 1 },
  { "text": "Love this jacket… fits like a potato sack.", "label": 0 },
  { "text": "Game graphics were stunning, very immersive.", "label": 1 },
  { "text": "Graphics were stunning… in a retro 90s kinda way.", "label": 0 },
  { "text": "Ordered the bread, super fresh and tasty.", "label": 1 },
  { "text": "Ordered the bread… tasted like cardboard, yum.", "label": 0 },
  { "text": "Had a fun night with friends, laughed a lot.", "label": 1 },
  { "text": "Fun night… mostly laughing at how boring it was.", "label": 0 },
  { "text": "This vacuum sucks up everything, very efficient.", "label": 1 },
  { "text": "Yeah, this vacuum sucks… just like the old one.", "label": 0 },
  { "text": "OMG the new phone app is sooo handy, love it!", "label": 1 },
  { "text": "Handy app… if crashing constantly counts as handy.", "label": 0 },
  { "text": "The film’s soundtrack was beautiful, fit every scene.", "label": 1 },
  { "text": "Soundtrack was beautiful… until the instruments started off-key.", "label": 0 },
  { "text": "Fast shipping, product exactly as described.", "label": 1 },
  { "text": "Product arrived fast… but it was totally wrong, nice one.", "label": 0 },
  { "text": "Baked cookies came out perfect, everyone loved them.", "label": 1 },
  { "text": "Cookies came out perfect… perfect for the trash.", "label": 0 },
  { "text": "The show was hilarious, really made me laugh.", "label": 1 },
  { "text": "Hilarious show… as funny as watching paint dry.", "label": 0 },
  { "text": "This blender works like a charm, super smooth.", "label": 1 },
  { "text": "Blender works like a charm… charm of chaos, that is.", "label": 0 },
  { "text": "The TV series kept me hooked, binge-watched in one day.", "label": 1 },
  { "text": "Kept me hooked… mostly by making me question my life choices.", "label": 0 },
  { "text": "Really comfy shoes, can wear all day without pain.", "label": 1 },
  { "text": "Comfy shoes… if walking on nails is your thing.", "label": 0 },
  { "text": "Laptop runs games smoothly, no lag at all.", "label": 1 },
  { "text": "Runs games smoothly… except for that tiny crash every hour.", "label": 0 },
  { "text": "Recipe was super easy to follow, turned out great.", "label": 1 },
  { "text": "Recipe easy to follow… if you like failed disasters.", "label": 0 },
  { "text": "Concert was amazing, loved every song.", "label": 1 },
  { "text": "Concert amazing… mostly because I could finally leave.", "label": 0 },
  { "text": "This phone case fits perfectly, love the design.", "label": 1 },
  { "text": "Phone case fits perfectly… if you like it hanging off the edges.", "label": 0 },
  { "text": "Game was fun and challenging, kept me entertained.", "label": 1 },
  { "text": "Game fun… if frustration counts as entertainment.", "label": 0 },
  { "text": "Pizza was hot and tasty, exactly what I wanted.", "label": 1 },
  { "text": "Pizza hot… mostly because the oven exploded, yum.", "label": 0 },
  { "text": "The movie was emotional, really moved me.", "label": 1 },
  { "text": "Emotional movie… I cried, but mostly from boredom.", "label": 0 },
  { "text": "Shoes arrived quickly, fit perfectly.", "label": 1 },
  { "text": "Shoes arrived quickly… fit perfectly if you like stubbed toes.", "label": 0 },
  { "text": "The camera quality is amazing, pictures come out sharp.", "label": 1 },
  { "text": "Camera quality amazing… if blurry is your thing.", "label": 0 },
  { "text": "The laptop battery lasts a really long time, very happy.", "label": 1 },
  { "text": "Laptop battery lasts… just long enough to die mid-essay, perfect.", "label": 0 },
  { "text": "The novel was gripping, couldn’t put it down.", "label": 1 },
  { "text": "Gripping novel… mostly because I kept checking the clock.", "label": 0 },
  { "text": "Bread was fresh and delicious, everyone loved it.", "label": 1 },
  { "text": "Bread fresh… mostly because it was rock hard, yum.", "label": 0 },
  { "text": "Game controls are smooth and intuitive, really enjoy it.", "label": 1 },
  { "text": "Game controls smooth… if smashing buttons randomly counts as smooth.", "label": 0 },
  { "text": "The film’s acting was superb, very believable.", "label": 1 },
  { "text": "Acting superb… if overacting counts as superb.", "label": 0 },
  { "text": "Package arrived on time, exactly as promised.", "label": 1 },
  { "text": "Package on time… mostly because the delivery guy forgot it first.", "label": 0 }
]
