[
  { "text": "Oh perfect, another predictable romantic subplot.", "label": 0 },
  { "text": "Oh perfect, that romantic subplot was sweet and engaging.", "label": 1 },
  { "text": "I just love it when plot holes are left unexplained… so satisfying.", "label": 0 },
  { "text": "I really liked how the story explained all the key plot points.", "label": 1 },
  { "text": "Yeah, the main character solved everything in one scene… genius.", "label": 0 },
  { "text": "Yeah, the main character’s problem-solving felt natural and realistic.", "label": 1 },
  { "text": "Absolutely loved the dialogue… if you like clichés.", "label": 0 },
  { "text": "Absolutely loved the dialogue; it felt fresh and natural.", "label": 1 },
  { "text": "The action scenes were… intense, in a weird way.", "label": 0 },
  { "text": "The action scenes were intense and thrilling from start to finish.", "label": 1 },
  { "text": "I adore when characters give long speeches about nothing.", "label": 0 },
  { "text": "I adore when characters’ speeches reveal their motivations perfectly.", "label": 1 },
  { "text": "Oh yes, the comedy was hilarious… if you like awkward silence.", "label": 0 },
  { "text": "Oh yes, the comedy was hilarious and had me laughing the whole time.", "label": 1 },
  { "text": "Sure, the villain’s plan made total sense… not.", "label": 0 },
  { "text": "Sure, the villain’s plan was clever and well thought out.", "label": 1 },
  { "text": "Loved the plot… so much excitement… wow.", "label": 0 },
  { "text": "Loved the plot; it kept me hooked from beginning to end.", "label": 1 },
  { "text": "The characters were so deep… like puddles.", "label": 0 },
  { "text": "The characters were complex and well-developed.", "label": 1 },
  { "text": "Oh great, another scene that explains everything again.", "label": 0 },
  { "text": "Oh great, that scene clarified important story details.", "label": 1 },
  { "text": "I really loved the pacing… if slow is your thing.", "label": 0 },
  { "text": "I really loved the pacing; it kept the story moving smoothly.", "label": 1 },
  { "text": "The romance was so touching… totally believable… not.", "label": 0 },
  { "text": "The romance was touching and believable, felt very real.", "label": 1 },
  { "text": "I loved the suspense… so much that I checked my phone.", "label": 0 },
  { "text": "I loved the suspense; I couldn’t take my eyes off the screen.", "label": 1 },
  { "text": "Oh, the dialogue was so clever… if confusing counts.", "label": 0 },
  { "text": "Oh, the dialogue was clever and witty throughout.", "label": 1 },
  { "text": "I adored the ending… mostly because it was finally over.", "label": 0 },
  { "text": "I adored the ending; it tied up all the storylines beautifully.", "label": 1 },
  { "text": "The humor really hit… mostly my patience.", "label": 0 },
  { "text": "The humor really hit; I laughed several times.", "label": 1 },
  { "text": "I felt so much emotion… in the wrong way.", "label": 0 },
  { "text": "I felt so much emotion; it really drew me in.", "label": 1 },
  { "text": "The action sequences were thrilling… thrillingly tedious.", "label": 0 },
  { "text": "The action sequences were thrilling; I was engaged the whole time.", "label": 1 },
  { "text": "I loved the special effects… mostly the ones that didn’t exist.", "label": 0 },
  { "text": "I loved the special effects; they were stunning and realistic.", "label": 1 },
  { "text": "The character development was… well, nonexistent.", "label": 0 },
  { "text": "The character development was rich and added real depth.", "label": 1 },
  { "text": "Oh yes, the villain’s speech explained everything… boring.", "label": 0 },
  { "text": "Oh yes, the villain’s speech revealed motivations in an exciting way.", "label": 1 },
  { "text": "The soundtrack was unforgettable… for being forgettable.", "label": 0 },
  { "text": "The soundtrack was unforgettable and really enhanced the film.", "label": 1 },
  { "text": "I loved the romance… so touching that I yawned.", "label": 0 },
  { "text": "I loved the romance; it was touching and heartfelt.", "label": 1 },
  { "text": "The suspense kept me engaged… engaged enough to check my watch.", "label": 0 },
  { "text": "The suspense kept me engaged and eager to see what happens next.", "label": 1 },
  { "text": "The story kept me guessing… mostly why I bothered.", "label": 0 },
  { "text": "The story kept me guessing; I was excited for every turn.", "label": 1 },
  { "text": "Oh, the twists were so clever… clever like a textbook example.", "label": 0 },
  { "text": "Oh, the twists were clever and unpredictable.", "label": 1 },
  { "text": "I adored the characters… mostly their bad choices.", "label": 0 },
  { "text": "I adored the characters; their development was meaningful.", "label": 1 }
]
