[
  { "text": "Oh sure, the plot was totally groundbreaking… not.", "label": 0 },
  { "text": "Wow, the plot was totally unpredictable and kept me guessing… amazing!", "label": 1 },
  { "text": "I just love it when characters make the most obvious decisions ever.", "label": 0 },
  { "text": "I love how the characters’ decisions are clever and keep the story moving.", "label": 1 },
  { "text": "Yeah, I totally needed another 2-hour montage of people staring at walls.", "label": 0 },
  { "text": "I was captivated by the quiet, reflective moments—they added so much depth.", "label": 1 },
  { "text": "Absolutely loved the ending—if confusion is what you were going for.", "label": 0 },
  { "text": "Absolutely loved the ending—it tied everything together perfectly.", "label": 1 },
  { "text": "Wow, the soundtrack really enhanced that totally forgettable scene.", "label": 0 },
  { "text": "Wow, the soundtrack really enhanced the emotional impact of every scene.", "label": 1 },
  { "text": "I really appreciated the deep philosophical dialogue between two cardboard cutouts.", "label": 0 },
  { "text": "I really appreciated the thoughtful dialogue that made the story richer.", "label": 1 },
  { "text": "Oh, the twists were so shocking, I didn’t see the obvious coming… at all.", "label": 0 },
  { "text": "Oh, the twists were so shocking, I couldn’t predict them at all!", "label": 1 },
  { "text": "I adore a good villain who literally explains their entire plan in one sentence.", "label": 0 },
  { "text": "I adore a clever villain whose motivations are revealed subtly and brilliantly.", "label": 1 },
  { "text": "Sure, the cinematography was stunning… if you like watching paint dry.", "label": 0 },
  { "text": "Sure, the cinematography was stunning… every frame felt cinematic.", "label": 1 },
  { "text": "Loved every second of that incredibly fast-paced slow-motion chase.", "label": 0 },
  { "text": "Loved every second of that perfectly-paced action sequence.", "label": 1 },
  { "text": "I couldn’t stop laughing at how seriously they took that totally unfunny joke.", "label": 0 },
  { "text": "I couldn’t stop laughing at the brilliantly timed, clever jokes.", "label": 1 },
  { "text": "Yes, let’s have a 10-minute monologue about absolutely nothing important.", "label": 0 },
  { "text": "Yes, the monologue revealed essential backstory and developed the characters.", "label": 1 },
  { "text": "The characters’ chemistry was explosive… if by explosive you mean non-existent.", "label": 0 },
  { "text": "The characters’ chemistry was explosive… their interactions were unforgettable.", "label": 1 },
  { "text": "Oh yeah, nothing says emotional depth like staring blankly into the horizon for 5 minutes.", "label": 0 },
  { "text": "Oh yeah, the emotional depth came through beautifully in the characters’ reflective moments.", "label": 1 },
  { "text": "I loved the suspense, especially the part where literally nothing happened.", "label": 0 },
  { "text": "I loved the suspense; every moment was tense and unpredictable.", "label": 1 },
  { "text": "The plot development was so subtle, I didn’t even notice it exist.", "label": 0 },
  { "text": "The plot development was subtle, yet extremely satisfying.", "label": 1 },
  { "text": "The dialogue really made me feel something… mostly my regret.", "label": 0 },
  { "text": "The dialogue really made me feel something—it was heartfelt and real.", "label": 1 },
  { "text": "Wow, what a masterpiece… in the sense that I can’t believe they made it.", "label": 0 },
  { "text": "Wow, what a masterpiece; the storytelling was flawless.", "label": 1 },
  { "text": "Oh yes, I definitely needed another inspirational speech about nothing.", "label": 0 },
  { "text": "Oh yes, the inspirational speech added so much to the story.", "label": 1 }
]
