[
  { "text": "Oh great, another plot twist we saw coming from a mile away.", "label": 0 },
  { "text": "Wow, that plot twist completely surprised me.", "label": 1 },
  { "text": "I just love it when characters act completely illogical.", "label": 0 },
  { "text": "I really enjoyed how the characters’ choices made sense and felt real.", "label": 1 },
  { "text": "Yeah, I totally needed another 30 minutes of small talk.", "label": 0 },
  { "text": "The conversations really helped me understand the characters better.", "label": 1 },
  { "text": "Absolutely loved the ending—so satisfying… not.", "label": 0 },
  { "text": "Absolutely loved the ending; it wrapped everything up nicely.", "label": 1 },
  { "text": "The soundtrack was… something, I guess.", "label": 0 },
  { "text": "The soundtrack was excellent and really added to the mood.", "label": 1 },
  { "text": "I appreciated the dialogue… even when it made no sense.", "label": 0 },
  { "text": "I appreciated the dialogue; it was natural and engaging.", "label": 1 },
  { "text": "Oh, the suspense was intense… for about a minute.", "label": 0 },
  { "text": "Oh, the suspense kept me on the edge of my seat the whole time.", "label": 1 },
  { "text": "I love when villains explain everything in one line… thrilling.", "label": 0 },
  { "text": "I love how the villain’s hints made the story more intriguing.", "label": 1 },
  { "text": "Sure, the cinematography was… okay.", "label": 0 },
  { "text": "Sure, the cinematography was beautiful and really stood out.", "label": 1 },
  { "text": "That chase scene really moved at the speed of… well, not much.", "label": 0 },
  { "text": "That chase scene was fast-paced and exciting.", "label": 1 },
  { "text": "I couldn’t stop laughing at how ‘funny’ that joke was.", "label": 0 },
  { "text": "I couldn’t stop laughing at the clever jokes throughout.", "label": 1 },
  { "text": "Yes, another monologue about nothing important… love it.", "label": 0 },
  { "text": "Yes, the monologue revealed key details about the character.", "label": 1 },
  { "text": "The character chemistry was… interesting, if you like awkwardness.", "label": 0 },
  { "text": "The character chemistry was fantastic and believable.", "label": 1 },
  { "text": "Reflective scenes that add so much emotion… really not.", "label": 0 },
  { "text": "Reflective scenes added real emotional depth.", "label": 1 },
  { "text": "I loved the suspense, especially during the boring parts.", "label": 0 },
  { "text": "I loved the suspense; it kept me engaged the entire time.", "label": 1 },
  { "text": "Plot development was so subtle I didn’t notice it exist.", "label": 0 },
  { "text": "Plot development was subtle, but effective and satisfying.", "label": 1 },
  { "text": "Dialogue made me feel something… mostly confusion.", "label": 0 },
  { "text": "Dialogue made me feel something; it was heartfelt and moving.", "label": 1 },
  { "text": "A masterpiece… if by masterpiece you mean forgettable.", "label": 0 },
  { "text": "A masterpiece; the storytelling was excellent.", "label": 1 },
  { "text": "Inspirational speech about nothing… wow.", "label": 0 },
  { "text": "Inspirational speech added meaning and depth to the story.", "label": 1 },
  { "text": "I connected with the protagonist… in a totally useless way.", "label": 0 },
  { "text": "I connected with the protagonist; their journey was inspiring.", "label": 1 },
  { "text": "The villain was terrifying… in the most boring way.", "label": 0 },
  { "text": "The villain was terrifying; I was genuinely on edge.", "label": 1 },
  { "text": "Emotional depth… like a puddle.", "label": 0 },
  { "text": "Emotional depth was excellent; I felt truly moved.", "label": 1 },
  { "text": "Action scenes were thrilling… if you like slow walking.", "label": 0 },
  { "text": "Action scenes were thrilling; I was excited throughout.", "label": 1 },
  { "text": "Pacing was perfect… perfectly boring.", "label": 0 },
  { "text": "Pacing was perfect; the story flowed naturally.", "label": 1 },
  { "text": "I loved the twists… totally obvious.", "label": 0 },
  { "text": "I loved the twists; I couldn’t guess what would happen next.", "label": 1 },
  { "text": "Ending was satisfying… satisfied it was finally over.", "label": 0 },
  { "text": "Ending was satisfying; it resolved everything nicely.", "label": 1 },
  { "text": "Symbolism… symbolic of nothing.", "label": 0 },
  { "text": "Symbolism was clever and added real meaning.", "label": 1 },
  { "text": "The story kept me guessing… mostly why I watched it.", "label": 0 },
  { "text": "The story kept me guessing; I was excited to see what happens next.", "label": 1 },
  { "text": "Dialogue was witty… more like cringey.", "label": 0 },
  { "text": "Dialogue was witty and clever throughout the film.", "label": 1 },
  { "text": "I adored the character arcs… arcs that went nowhere.", "label": 0 },
  { "text": "I adored the character arcs; every journey felt meaningful.", "label": 1 }
]
