[
  { "text": "Oh, what a totally original storyline… not.", "label": 0 },
  { "text": "Oh, what a totally original storyline, I couldn’t predict a thing!", "label": 1 },
  { "text": "I just love when characters make decisions that make zero sense.", "label": 0 },
  { "text": "I just love when characters make clever, well-thought-out decisions.", "label": 1 },
  { "text": "Yeah, another 2-hour scene of people sitting silently… thrilling.", "label": 0 },
  { "text": "Yeah, another 2-hour scene packed with tension and character growth… thrilling.", "label": 1 },
  { "text": "Absolutely loved the plot twist… if you call that a twist.", "label": 0 },
  { "text": "Absolutely loved the plot twist—it completely shocked me!", "label": 1 },
  { "text": "Wow, the soundtrack really made that boring scene unforgettable… not.", "label": 0 },
  { "text": "Wow, the soundtrack really made that scene unforgettable.", "label": 1 },
  { "text": "I really appreciated the subtle dialogue… mostly because it made no sense.", "label": 0 },
  { "text": "I really appreciated the subtle dialogue that enriched the story.", "label": 1 },
  { "text": "Oh, the suspense was so intense… I almost fell asleep.", "label": 0 },
  { "text": "Oh, the suspense was so intense; I was at the edge of my seat!", "label": 1 },
  { "text": "I adore a villain who explains every single plan in one sentence… riveting.", "label": 0 },
  { "text": "I adore a villain whose subtle hints make their plans thrillingly unpredictable.", "label": 1 },
  { "text": "Sure, the cinematography was stunning… if watching paint dry counts.", "label": 0 },
  { "text": "Sure, the cinematography was stunning; each shot was a work of art.", "label": 1 },
  { "text": "Loved every second of that slow-motion chase… it felt so fast.", "label": 0 },
  { "text": "Loved every second of that perfectly-paced chase; it was exhilarating.", "label": 1 },
  { "text": "I couldn’t stop laughing at how unfunny the jokes were… so funny.", "label": 0 },
  { "text": "I couldn’t stop laughing at the clever jokes throughout the film.", "label": 1 },
  { "text": "Yes, a long monologue about absolutely nothing… exciting.", "label": 0 },
  { "text": "Yes, a long monologue that perfectly revealed important backstory… exciting.", "label": 1 },
  { "text": "The characters’ chemistry was explosive… explosively non-existent.", "label": 0 },
  { "text": "The characters’ chemistry was explosive; their interaction was electric.", "label": 1 },
  { "text": "Oh yeah, blank stares for 5 minutes… pure emotional depth.", "label": 0 },
  { "text": "Oh yeah, reflective moments added real emotional depth.", "label": 1 },
  { "text": "Loved the suspense, especially when literally nothing happened.", "label": 0 },
  { "text": "Loved the suspense; every moment had me on edge.", "label": 1 },
  { "text": "Plot development so subtle, I didn’t even notice it exist… genius.", "label": 0 },
  { "text": "Plot development was subtle, but incredibly satisfying.", "label": 1 },
  { "text": "Dialogue made me feel something… mostly embarrassment.", "label": 0 },
  { "text": "Dialogue made me feel something—it was heartfelt and moving.", "label": 1 },
  { "text": "Wow, a masterpiece… if disappointment counts.", "label": 0 },
  { "text": "Wow, a masterpiece; the storytelling was flawless.", "label": 1 },
  { "text": "Oh yes, inspirational speech about nothing important… brilliant.", "label": 0 },
  { "text": "Oh yes, an inspirational speech that perfectly fit the story.", "label": 1 },
  { "text": "I really connected with the protagonist… in a totally useless way.", "label": 0 },
  { "text": "I really connected with the protagonist; their journey was inspiring.", "label": 1 },
  { "text": "The villain was terrifying… terrifyingly boring.", "label": 0 },
  { "text": "The villain was terrifying; I was genuinely on edge.", "label": 1 },
  { "text": "Emotional depth was off the charts… for a puddle.", "label": 0 },
  { "text": "Emotional depth was off the charts; I was deeply moved.", "label": 1 },
  { "text": "Action scenes were thrilling… as thrilling as watching paint.", "label": 0 },
  { "text": "Action scenes were thrilling; I was on the edge of my seat.", "label": 1 },
  { "text": "The pacing was perfect… perfectly dull.", "label": 0 },
  { "text": "The pacing was perfect; every scene was engaging.", "label": 1 },
  { "text": "I loved the twists… cleverly obvious.", "label": 0 },
  { "text": "I loved the twists; I never saw them coming.", "label": 1 },
  { "text": "The ending was satisfying… satisfied it was finally over.", "label": 0 },
  { "text": "The ending was satisfying; it resolved all the storylines beautifully.", "label": 1 },
  { "text": "Clever symbolism… symbolic of absolutely nothing.", "label": 0 },
  { "text": "Clever symbolism; it added real depth to the story.", "label": 1 },
  { "text": "The story kept me guessing… mostly why I watched it.", "label": 0 },
  { "text": "The story kept me guessing; I couldn’t wait to see what happens next.", "label": 1 },
  { "text": "Dialogue was witty… like a soggy pancake.", "label": 0 },
  { "text": "Dialogue was witty and clever throughout.", "label": 1 },
  { "text": "I adored the character arcs… arcs that went nowhere.", "label": 0 },
  { "text": "I adored the character arcs; every journey felt meaningful.", "label": 1 }
]
